Repository: emha-koeln/banned-ips
Catalog: languages/banned-ips-*.po
Languages: de_de

source: #Hex
de_de: #Hexadezimal

source: ...waiting for Graph to be ceated
de_de: ... warte bis der graph erstellt wurde

source: : not found
de_de: : nicht gefunden

source: Activate Banned IPs Cron
de_de: Aktiviere Banned IPs Cron

source: Activate Banned IPs Cron Jobs
de_de: Aktiviere Banned IPs Cron Jobs

source: all
de_de: alle

source: Background Color
de_de: Hintergrundfarbe

source: Banned-IPs Stats last 24 hours
de_de: Banned-IPs Statistik der letzten 24 Stunden

source: Black
de_de: Schwartz

source: Blue
de_de: Blau

source: Configuration
de_de: Konfiguration

source: Cron Method
de_de: Cron Methode

source: Cron Method Activation
de_de: Cron Methode aktivieren

source: Display blocked IPs by fail2ban as Stats, Table or Grap. WP-Shortcode, WP-Widget or Standalone
de_de: Zeige von fail2ban gesperrte IPs als Tabelle oder Graphik, in einm Widget, als Shortcode oder als Standalone-'Plugin'

source: Fail2Ban Database
de_de: Fail2Ban Datenbank

source: Graph Color
de_de: Graph Farbe

source: Graph Size
de_de: Graph Grösse

source: Graph Time Period
de_de: Graph Zeitraum

source: Green
de_de: Grün

source: Grey
de_de: Grau

source: Hex Value
de_de: Hexadezimal Angabe

source: Hight
de_de: Höhe

source: Language
de_de: Ausgabesprache

source: last 24 hours
de_de: letzte 24 Stunden

source: last hour
de_de: letzte Stunde

source: last month
de_de: letzter Monat

source: last seven days
de_de: letzte sieben Tage

source: last thirty days
de_de: letzte 30 Tage

source: last week
de_de: letzte Woche

source: last year
de_de: letztes Jahr

source: Links to AbuseIPDB.com and Blocklist.de
de_de: Links zu AbuseIPDB.com und Blocklist.de

source: Log File:
de_de: Log Datei:

source: Please note
de_de: Bitte beachten

source: please reload page
de_de: Seite neu laden

source: Red
de_de: Rot

source: Save
de_de: Speichern

source: Select Colors
de_de: Wähle Farben

source: Select Cron Method
de_de: Wähle Cron Methode

source: Select Fail2Ban DB
de_de: Wähle fail2ban Datenbank

source: Select German
de_de: Wähle Deutsch

source: Select log level
de_de: Wähle Log Level

source: Select Output Language
de_de: Wähle Ausgabesprache

source: Select Period
de_de: Wähle Zeitraum

source: Show AbuseIPDB.com Stats
de_de: Zeige AbuseIPDB.com Statistik

source: Show Banned IPs Stats Graphs
de_de: Zeige Banned IPs Graph

source: Show BlockList.de Stats
de_de: Zeige Blocklist.de Statistik

source: Show Graph
de_de: Zeige Graph

source: Show Links to AbuseIPDB.com
de_de: Zeige Links zu AbuseIPDB.com

source: Show Links to BlockList.de
de_de: Zeige Links zu Blocklist.de

source: Show Stats Graph
de_de: Zeige Statistik Graph

source: since last 24 hour
de_de: seit den letzten 24 Stunden

source: since last hour
de_de: seit letzter Stunde

source: since last month
de_de: seit letztem Monat

source: since last week
de_de: seit letzter Woche

source: since last year
de_de: seit letztem Jahr

source: Time period
de_de: Zeitraum

source: To activate do the follwing...
de_de: Zur Aktivierung führe das Folgende aus...

source: To change group and get read access run:
de_de: Um die Gruppe zu wechseln und Leseberechtigung zu erlangen, führ Folgendes aus:

source: try:
de_de: versuche

source: White
de_de: Weiss

source: Width
de_de: Breite
